---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.FabricationConfigurationInfo
source: html/beea1f73-53da-d204-4f1d-5470d5c87ad9.htm
---
# FabricationConfigurationInfo Members

Releases all resources used by the FabricationConfigurationInfo